{
  "Organizing Committee": {
    "Chief Patrons": [
      "Dr. Sunil Rai, Chancellor, UPES, India",
      "Dr. Ram Sharma, Vice Chancellor, UPES, India"
    ],
    "Patrons": [
      "Dr. Jayasankar Variyar, Pro Vice Chancellor, UPES, Dehradun, India",
      "Mr. Manish Madaan, Registrar, UPES Dehradun, India"
    ],
    "General Chairs": [
      "Dr. Vijaysekhar Chellaboina, Dean (SoCS), UPES, India" ,
      "Dr. Ravi S Iyer, IISc Bangalore , India"
    ],
    "Organizing Chairs (Convenors)": [
      "Dr. Ajay Prasad, UPES, India",
      "Dr. Sushabhan Chodhury, UPES, Dehradun",
      "Dr. Babusena Paul, Director, Institute for Intelligent Systems, University of Johannesburg, South Africa"
    ],
    "Organizing Co-Chairs": [
      "Dr. Rajib Banerjee, General Secretary ",
      "Dr. Keshav Sinha, Secretary ",
      "Dr.Ahmed Elnger, Beni-Suef University, Egypt"
    ],
  
  "Program (TPC) Chairs": [
    "Dr. Saad Aldosary, Department of Computer Science, King Saud University, Saudi Arabia",
    "Dr. Neelu Jyothi Ahuja, UPES, India",
    "Dr. Hussain Falih Mahdi, Associate Professor, University of Diyala, Iraq",
    "Dr. Ved Prakash Mishra, Professor, Amity University Dubai",
    "Dr. Vinod Patidar, UPES, India",
    "Dr. Hanumat Sastry, UPES, India"
  ],
 
  "Publication Chairs": [
    "Dr. Ajay Prasad, UPES, India",
    "Dr. Sushabhan Chodhury, UPES, India",
    "Dr. Babusena Paul, Director, Institute For Intelligent Systems, University Of Johannesburg, South Africa",
    "Dr. Jeetendra Pande, School of Computer Sciences & Information Technology, Uttarakhand Open University, India"
  ],


  "International Advisory Board": [
    "Dr Karl McCreadie, School of Computing, Eng & Intel. Sys, Ulster University, United Kingdom",
    "Ms. Marcie Sonderson, Criminal Investigator, McAfee, Missouri, United States",
    "Dr. Alexander Kuiper, Computer Scientist at Kuiper Forensics, Maintal, Hesse, Germany",
    "Mr. Rajat Goel, Principal Engineer, DropBox, California, United States",
    "Mr. Baris Dincer, CIO, Threat Intelligence Advisor, RedTeam Lead, LEX Program, Turkiye",
    "Mr. Dmitry (Soxoj) Danilov, Head of OSINT, Amsterdam, North Holland, Netherlands",
    "Dr. Fahri Özsungur, Mersin University, Turkey",
    "Mr. Arup Kumar Laha, Executive Architect, Country Delivery Lead, IBM, Thailand",
    "Dr. Sher Afghan Khan, International Islamic University, Malaysia",
    "Ms. Nandita Gupta, Principal Data Scientist, Walmart Labs, California, United States",
    "Dr.Ahmed Elnger, Beni-Suef University, Egypt",
    "Dr. Saad Aldosary, Department of Computer Science, King Saud University, Saudi Arabia",
    "Dr. Walid El-Shafai, Menoufia University, Egypt",
    "Dr. Moustafa Hussien Aly, Arab Academy for Science, Technology and Maritime Transport, Egypt",
    "Dr. Xiao-Zhi Gao, Eastern Finland University, Finland"
  ],  


  "National Advisory Board": [
    "Dr. Talwar Yoginder, Scientist at National Informatics Centre, Min. of Communications & IT, Delhi, India",
    "Dr. Aditya Raj, Scientist, National Informatics Centre, MeitY, India",
    "Dr. Niranjan Prasad, Director-II (Scientist-F) (Retd), Defense Research & Development Organization (DRDO). India",
    "Dr. Sanghamitra Bandyopadhyay, Indian Statistical Institute (ISI), Kolkata",
    "Dr. Vijay Nath, BIT Mesra Ranchi & Executive Member of  IETE & ISVE Ranchi Jharkhand India",
    "Dr. Raja Datta, IIT Kharagpur, India  ",
    "Dr. Manish Prateek, Professor and Pro Vice-Chancellor, DBS Global University",
    "Dr. Amit Agarwal, Director, Institute of Technology, Gopeshwar, Uttarakhand (India)",
    "Dr. M. P. Jain, Pro Chancellor, IMS Unison University, India",
    "Dr. Sipra das Bit, Professor (HAG), IIEST, Shibpur, India",
    "Dr. Jamuna Kanta Sing, Professor, Jadavpur University, India",
    "Dr. Arindom Biswas, Kazi Nazrul University, India"
  ],

  "Technical Program Committee": [
    "Dr. Salim Barbhuiya, Professor, University of Leeds, UK",
    "Dr. Manash K. Paul, Scientist, Principal Investigator, University of California Los Angeles",
    "Dr. Santhi Raju Pilli, Assistant Professor, Jazan University, KSA",
    "Dr. Hussain Falih Mahdi, Associate Professor, University of Diyala, Iraq",
    "Dr. Ved Prakash Mishra, Professor, Amity University Dubai",
    "Dr. Jung-Sup Um, Professor, Kyungpook National University, South Korea",
    "Dr. Madhu Khurana, Assistant Professor, University of Gloucestershire, United Kingdom",
    "Dr. Praveen Kumar, Professor, Astana IT University, Kazakhstan",
    "Dr. Nguyen Gia Nhu, Professor, Duy Tan University, Da Nang, Vietnam",
    "Dr. Teoh Teik Toe, Professor and Academic Director, NTU Singapore",
    "Dr. Amit Kumar Mondal, Assistant Professor, Manipal University Dubai UAE",
    "Dr. Danish Ather, Associate Professor, Amity University Tashkent Uzbekistan",
    "Dr. Sayantan Chakraborty, Chairman, International Association of Professional and Fellow Engineers-Delaware-USA",
    "Dr. THINAGARAN A/L PERUMAL / FSKTM, Associate Professor, Universiti Putra, Malaysia",
    "Dr. Pramod Gaur, Senior Lecturer, Nottingham Trent University, Nottingham, England, United Kingdom",
    "Dr. Abdul Razaq, Abertay University, United Kingdom",
    "Dr. Alexander Kuiper, Computer Scientist at Kuiper Forensics, Maintal, Hesse, Germany",
    "Dr. Manoj Kumar, Associate Professor, University of Wollongong, Dubai, UAE",
    "Ms. Jane Eliseva, Head Alliances, Social Links, Riga, Latvia",
    "Ms. Marcie Sonderson, Criminal Investigator McAfee, Missouri, United States",
    "Dr. Mohit Mittal, Shiratech Knowtion GmbH, Germany",
    "Dr. Swadha Gupta, Shiratech Knowtion GmbH, Germany",
    "Dr. Vijay Prakash, Research Support Officer III, University of Malta, Malta",
    "Dr. Seema Rawat, Associate Professor, Amity University Tashkent Uzbekistan",
    "Dr. P. Kumar, IIT Patna, India",
    "Dr. Alok Aggarwal, UPES, India",
    "Dr. Anirban Ghatak, Indian Statistical Institute (ISI), India",
    "Dr. Soumik Das, Indian Statistical Institute (ISI), India",
    "Dr. Anil Kumar, UPES, India",
    "Dr. Arijit Ghosh, Indian Statistical Institute (ISI), India",
    "Dr. Hitesh Kumar Sharma, UPES, India",
    "Dr. Sourav Chakraborty, Indian Statistical Institute (ISI), India",
    "Dr. Debrup Chakraborty, Indian Statistical Institute (ISI), India",
    "Dr. Tanupriya Choudhury, UPES, India",
    "Dr. Chandrashekhar Azad, National Institute of Technology, India",
    "Dr. Adarsh Kumar, UPES, India",
    "Dr. Soumyabrata Chakrabarty, IIT, India",
    "Dr. Rudra P. Pradhan, Indian Institute of Technology Kharagpur, India",
    "Dr. Sudhir Kumar Barai, BITS Pilani, India",
    "Dr. Rohit Tanwar, UPES, India",
    "Dr. Ujwal Chakraborty, NIT Silchar, India",
    "Dr. Sunil Gupta, UPES, India",
    "Dr. Kumar Venkatesh, MNNIT Allahabad, India",
    "Dr. Souvik Ganguli, Thapar Institute of Engineering and Technology, India",
    "Dr. Suneet, UPES, India",
    "Dr. S. Raghavan, NIT TRICHY, India",
    "Dr. Anup Dewanji, Indian Statistical Institute (ISI), India",
    "Dr. Sanjeev Kumar, UPES, India",
    "Dr. Amit Kumar, Thapar Institute of Engineering and Technology, India",
    "Dr. Talwar Yoginder, Scientist at National Informatics Centre, Min. of Communications & IT, India",
    "Dr. Nitish Kumar Guru, Scientific Assistant (Ballistics), Directorate of Forensic Science and Laboratory, India",
    "Dr. Sanjay Kumar Biswash, UPES, India",
    "Dr. Supratim Biswas, BIT Mesra Ranchi, India",
    "Dr. Kaushik Ghosh, UPES, India",
    "Mr. Karuna Nidhan Upadhyay, Assistant Director (Cyber Forensic), Directorate of Forensic Science and Laboratory, India",
    "Dr Cheng Cheng, Senior Lecturer Computer Science, Swansea University, UK",
    "Dr. Vinayakumar Ravi, Assistant Research Professor Prince Mohammad Bin Fahd University, Khobar, Saudi Arabia"
  ],

  "Publicity Chairs": [
    "Dr. Akashdeep Bhardwaj, UPES, India",
    "Dr. Pankaj Badoni, UPES, India",
    "Dr. Saurabh Shanu, UPES, India"
  ],
  "Publicity Co-Chairs": [
    "Dr. Avita Katal, UPES, India",
    "Dr. Archana Kumari, UPES, India",
    "Dr. Khushboo Jain, UPES, India",
    "Dr. Rahul Singh, UPES, India"
  ],
  "Finance Chair": [
    "Dr. Sunil Gupta, UPES, India"
  ],
  "Finance Co-Chairs": [
    "Dr. Sanoj Kumar, UPES, India",
    "Dr. Abhijit Kumar, UPES, India"
  ],

  "Digital Media Chairs": [
    "Dr. Surbhi Saraswat, UPES, India",
    "Dr. Amarendra Tripathi, UPES, India"
  ],

  "Digital Media Co-Chairs": [
    "Dr. Vidyanand Mishra, UPES, India",
    "Dr. Amar Jindal, UPES, India",
    "Ms. Shubhi Sharma, UPES, India",
    "Dr. Dhiviya Rose J, UPES, India"
  ],

  "Coordination Committee": [
    "Dr. Amar Shukla, UPES, India",
    "Mr. Nakul Ahuja, UPES, India",
    "Ms. Poonam Bhandari, UPES, India"
  ]
}


































}